{
    "I can eat glass and it doesn't hurt me": [
        "Greek: Μπορώ να φάω σπασμένα γυαλιά χωρίς να πάθω τίποτα.",
        "French: Je peux manger du verre, ça ne me fait pas mal.",
        "Provençal / Occitan: Pòdi manjar de veire, me nafrariá pas.",
        "Walloon: Dji pou magnî do vêre, çoula m' freut nén må. ",
        "Picard: Ch'peux mingi du verre, cha m'foé mie n'ma. ",
        "Kreyòl Ayisyen (Haitï): Mwen kap manje vè, li pa blese'm.",
        "Spanish: Puedo comer vidrio, no me hace daño.",
        "Caboverdiano/Kabuverdianu (Cape Verde): M' podê cumê vidru, ca ta maguâ-m'.",
        "Milanese: Sôn bôn de magnà el véder, el me fa minga mal.",
        "Romanian: Pot să mănânc sticlă și ea nu mă rănește.",
        "Esperanto: Mi povas manĝi vitron, ĝi ne damaĝas min. ",
        "Cornish: Mý a yl dybry gwéder hag éf ny wra ow ankenya.",
        "Old Irish (Ogham): ᚛᚛ᚉᚑᚅᚔᚉᚉᚔᚋ ᚔᚈᚔ ᚍᚂᚐᚅᚑ ᚅᚔᚋᚌᚓᚅᚐ᚜",
        "Irish: Is féidir liom gloinne a ithe. Ní dhéanann sí dochar ar bith dom.",
        "Anglo-Saxon (Latin): Ic mæg glæs eotan ond hit ne hearmiað me.",
        "Middle English: Ich canne glas eten and hit hirtiþ me nouȝt.",
        "English (IPA): [aɪ kæn iːt glɑːs ænd ɪt dɐz nɒt hɜːt miː]",
        "Old Norse (Latin): Ek get etið gler án þess að verða sár.",
        "Norsk / Norwegian (Nynorsk): Eg kan eta glas utan å skada meg.",
        "Føroyskt / Faroese: Eg kann eta glas, skaðaleysur.",
        "Íslenska / Icelandic: Ég get etið gler án þess að meiða mig.",
        "Svenska / Swedish: Jag kan äta glas utan att skada mig.",
        "Dansk / Danish: Jeg kan spise glas, det gør ikke ondt på mig.",
        "Sønderjysk: Æ ka æe glass uhen at det go mæ naue.",
        "Nederlands / Dutch: Ik kan glas eten, het doet mĳ geen kwaad.",
        "Lëtzebuergescht / Luxemburgish: Ech kan Glas iessen, daat deet mir nët wei.",
        "Schwäbisch / Swabian: I kå Glas frässa, ond des macht mr nix!",
        "Hungarian: Meg tudom enni az üveget, nem lesz tőle bajom.",
        "Suomi / Finnish: Voin syödä lasia, se ei vahingoita minua.",
        "Sami (Northern): Sáhtán borrat lása, dat ii leat bávččas.",
        "Erzian: Мон ярсан суликадо, ды зыян эйстэнзэ а ули.",
        "Latvian: Es varu ēst stiklu, tas man nekaitē.",
        "Lithuanian: Aš galiu valgyti stiklą ir jis manęs nežeidžia ",
        "Czech: Mohu jíst sklo, neublíží mi.",
        "Polska / Polish: Mogę jeść szkło i mi nie szkodzi.",
        "Slovenian: Lahko jem steklo, ne da bi mi škodovalo.",
        "Russian: Я могу есть стекло, оно мне не вредит.",
        "Belarusian (Lacinka): Ja mahu jeści škło, jano mne ne škodzić.",
        "Chinese: 我能吞下玻璃而不伤身体。",
        "Korean: 나는 유리를 먹을 수 있어요. 그래도 아프지 않아요",
        "Vietnamese: Tôi có thể ăn thủy tinh mà không hại gì.",
        "Hindi: मैं काँच खा सकता हूँ और मुझे उससे कोई चोट नहीं पहुंचती.",
        "Farsi / Persian: .من می توانم بدونِ احساس درد شيشه بخورم",
        "Chinook Jargon: Naika məkmək kakshət labutay, pi weyk ukuk munk-sik nay.",
        "Navajo: Tsésǫʼ yishą́ągo bííníshghah dóó doo shił neezgai da. ",
        "Nórdicg: Ljœr ye caudran créneþ ý jor cẃran.",
        "Maltese: Nista' niekol il-ħġieġ u ma jagħmilli xejn.",
        "Urdu: میں کانچ کھا سکتا ہوں اور مجھے تکلیف نہیں ہوتی ۔",
        "Pashto: زه شيشه خوړلې شم، هغه ما نه خوږوي",
        "Arabic: أنا قادر على أكل الزجاج و هذا لا يؤلمني. ",
        "Hausa (Ajami): إِنا إِىَ تَونَر غِلَاشِ كُمَ إِن غَمَا لَافِىَا",
        "Japanese: 私はガラスを食べられます。",
        "Yiddish: איך קען עסן גלאָז און עס טוט מיר נישט װײ. "
    ]
}

